Repository: SpartanJ/wbar
Catalog: po/*.po
Languages: ru

source: _Cancel
ru: _Отмена

source: _Accept
ru: _Ок

source: <b>Title</b>
ru: <b>Заголовок</b>

source: <b>Command</b>
ru: <b>Команда</b>

source: <b>Icon</b>
ru: <b>Иконка</b>

source: Settings
ru: Параметры

source: _About
ru: _О программе

source: _Close
ru: _Закрыть

source: _Reload
ru: _Применить

source: New
ru: Добавить

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Up
ru: Поднять

source: Down
ru: Опустить

source: Icons
ru: Иконки

source: Size:
ru: Размер:

source: Font:
ru: Шрифт:

source: Bar image:
ru: Фон панельки

source: Icon gets pressed
ru: Иконка просидает при нажатии

source: Run above the desktop
ru: Поместить над рабочим столом

source: Vertical bar
ru: Расположить иконки вертикально

source: Disable font rendering
ru: Не отображать заголовки иконок

source: Position screen
ru: Место отображения

source: Border offset
ru: Отступ от края

source: No reload bar
ru: Показывать сверху, без перезагрузки

source: Enable taskbar
ru: Отображать открытые приложения

source: Inverting icons growth
ru: Иконки уменьшаются при наведении

source: Reflection percentage
ru: Размер отражения иконки(0..100)

source: Preferences
ru: Cвойства

source: Icon size
ru: Размер иконки

source: Jump factor
ru: Растяжение при наведении

source: Zoom factor
ru: Увеличение при наведении

source: Number of animated icons
ru: Сколько иконок реагируют

source: Icon distance
ru: Расстояние между иконками

source: Filter color
ru: Цветовой фильтр

source: Color filter mode
ru: Применять фильтр

source: Bar unfocused alfa level
ru: Прозрачность неактивной панели

source: Bar alfa level
ru: Прозрачность активной панели

source: Time for double click [ms]
ru: Время двойного нажатия [мс]

source: Effects
ru: Эффекты

source: Icon
ru: Иконка

source: Title
ru: Заголовок

source: Command
ru: Команда

source: top
ru: сверху

source: bottom
ru: снизу

source: left
ru: слева

source: right
ru: справа

source: center
ru: по центру

source: bot-left
ru: снизу слева

source: bot-right
ru: снизу справа

source: top-left
ru: сверху слева

source: top-right
ru: сверху справа

source: none
ru: никогда

source: hovered
ru: при наведении

source: others
ru: кроме наведения

source: all
ru: всегда

source: Configuration empty.
ru: Конфиг пустой.

source: Error save config in
ru: Ошибка сохрания конфига в

source: Fields must not be empty
ru: Поля не должны быть пустые

source: Open exec file
ru: Открыть исполняемый файл

source: Open image file
ru: Открыть картинку

source: Images
ru: Картинки

source: Open font file
ru: Открыть шрифт

source: Fonts
ru: Шрифты

source: About
ru: О программе

source: wbar config
ru: настройки панели

source: License GPL - 2010
ru: Лицензия GPL - 2010

source: A light and fast launch bar.
ru: Лёгкая и быстрая панелька.

source: wbar project website
ru: сайт проекта wbar

source: Error run program:
ru: Ошибка при выполнении:

source: Error kill program:
ru: Ошибка завершения:

source: Image not found. Maybe using a relative path?
ru: Картика не найдена. Возможно указан относительный путь.

source: Invalid bar position.
ru: Указано неверное расположение.

source: Set default bar position.
ru: Установить положение по-умолчанию.

source: Couldn't load icon image.
ru: Невозможно открыть файл с иконкой.

source: Version of
ru: Версия

source: Usage: wbar [option] ... [option]
ru: Использование: wbar [параметр] ... [параметр]

source: Options:
ru: Параметры:

source: this help
ru: это сообщение

source: show version
ru: показать версию

source: conf-file (eg: $HOME/.wbar)
ru: конфигурация (например: $HOME/.wbar)

source: run above a desktop app (ie: xfdesktop)
ru: Отобразить поверх рабочего стола (например: xfdesktop)

source: enable taskbar
ru: отображать открытые окна

source: right click does not force reload anymore
ru: всегда наверху, скрытие по щелчку, без перезагрузки

source: offset bar (eg: 20)
ru: отступ от края (например: 20)

source: icon size (eg: 32)
ru: размер иконок (например: 32)

source: icon dist (eg: 1)
ru: расстояние между иконками (например: 1)

source: zoom factor (eg: 1.8 or 2.5)
ru: коэф. увеличения (например: 1.8 или 2.5)

source: jump factor (eg: 1.0 or 0.0)
ru: коэф. расстяжения (например: 1.0 или 0.0)

source: position:
ru: расположение:

source: inverting icons growth
ru: Уменьшать вместо увеличения

source: time in ms for double click (0: single click)
ru: время на двойной клик [мс] (0: одно нажатие)

source: icon gets pressed
ru: иконка присидает при нажатии

source: vertical bar
ru: вертикальное отображение

source: bar alfa (0-100)
ru: прозрачность (0-100)

source: reflection size in percents (0-100)
ru: размер отражения иконок (0-100)

source: unfocused bar alfa (0-100)
ru: просрачность неактивной панели (0-100)

source: color filter (0: none 1: hovered 2: others, 3: all)
ru: фильтр цвета (0: нет, 1: при наведения, 2: кроме наведения, 3: все)

source: filter color (default green 0xff00c800)
ru: цвет фильтра (по умолчанию 0xff00c800)

source: number of animated icons: 1, 3, 5, 7, 9, ...
ru: Сколько иконок анимируется при наведении: 1, 3, 5, 7, 9, ...

source: if set disables font rendering
ru: не отображать заголовки

source: View man(1).
ru: См. man (1).

source: Problem load font file.
ru: Проблема при открытии шрифта.

source: Error copy file:
ru: Ошибка при копировании файла:
